Repository: mozilla-l10n/mt-training-data
Catalog: mnw/mnw_pontoon.tmx
Source language: en_us
Languages: mnw

source: No numbers and special characters
mnw: မဂၞန် ကေုာံ မအက္ခရ်သၚ်္ကေတတၟေၚ်ၚ်တအ်ဂှ် ပါလုပ်ဟွံဂွံရောၚ်။

source: No offensive, prejudiced remarks or sensitive questions
mnw: လ္ပသုၚ်စောဲ ဂလာန်ရိုၚ်ဇိုၚ်၊ ဂလာန်ပါ်ပြး ဟွံသေၚ်မ္ဂး ဂလာန်သၟာန်မဇီုဓဗတ်လောဲသွာတအ်ညိ။

source: Normal
mnw: သဘာဝ

source: Normal playback speed
mnw: ပံက် ဒမြိပ်အသိၚ် သဘာဝ

source: Northern Hindko
mnw: ဟိန်ကဝ် သၟဝ်ကျာ

source: Northern Sotho
mnw: သဝ်ထဝ် သၟဝ်ကျာ

source: Northwest Gbaya
mnw: ဂဗာယာ ဗယပ်

source: Norwegian Bokmål
mnw: နဝ်ဝေ ဗံက်မာလ်

source: Norwegian Nynorsk
mnw: နဝ်ဝေ နဳနောရ်က်

source: No sentences to review. <addLink>Add more sentences now!</addLink>
mnw: ဝါကျသွက်ဂွံစၟဳစၟတ်ဂမၠိုၚ်ဟွံမွဲရ။ <addLink>လၟုဟ်အာထပ်စုတ်ဝါကျဂမၠိုၚ်ညိ။</addLink>

source: No soliciting personal information (e.g., names, financial details)
mnw: လ္ပအာတ်မိက် တင်နင်ပူဂိုလ် (ဥပမာ - ယၟု၊ တင်နင်ပရေင်ပိုန်ဒြပ်ဗွဲတြး) တအ်ညိ။

source: ⓘ Not all sentences and clips have Variant tags yet!
mnw: ⓘ ဝါကျ ကေုာံ ကလေပ်အိုတ်သီုတအ်ဂှ် အဆက်စပ် ဗီုပြင်တၞဟ်ဟ် ဟွံမွဲဏီရ။

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
mnw: တင်စၟတ်၊ အခိင် ဖျေဟ်လဝ် 'ညာတ်မာန်' မ္ဂး၊ ပြံင်လှာဲကေတ် ပရေင်ဖျေံဗီုပြင်ဏအ် <profileLink>နူမုက်လိက်ပရဝ်ဝှာၚ်</profileLink> မာန်ရ။

source: No text to submit. Please tag some text first.
mnw: မလိက်သွက်ဂွံပတိုန်ဟွံမွဲရ။ စုတ်တၚ်သမ္တီမလိက်ကၠာညိ။

source: Note: You will still need to select between Speak or Listen to change contribution type.
mnw: တင်စၟတ် - သွက်ဂွံ ပြံင်လှာဲ ဗီုပြင်ပါလုပ်ဂှ် မၞး ဒးရုဲစှ် အကြာ ဟီု ဟွံသေင်မ္ဂး ကလင် ဏီ ရောင်။

source: Not Found
mnw: ဟွံဆဵု

source: No Thanks
mnw: ဟွံမွဲပၟိက်ရ။

source: No thanks, continue speaking
mnw: ဟအှ်ေ တၚ်ဂုဏ်ရ၊ ဆက်ဟီုပၠောပ်အာဏောၚ်

source: Not use, or solicit, harmful or offensive language
mnw: ဟွံစကာသုၚ်စောဲ ဟွံသေင်မ္ဂး ဟွံဆဝ်မ္ၚုဟ် ဂလာန် ဟွံဂပ်ဝ်ယေန်သၞာင် ကေုာံ ပလီုစိုတ်ဓါတ်တအ် ရ။

source: No variant selected
mnw: ဟွံဂွံရုဲစှ်လဝ်ဗီုပြၚ်ဟီုရ။

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
mnw: လၟုဟ် မၞးတီကေတ် ပရူ Common Voice ဂၠိုၚ်တိုန်ညိတုဲရမ္ဂး၊ မုဟိုတ် ဟွံစမ်ရံၚ်ရော? ဍဵု လတူ ကောန်ရုပ် မာက် တုဲ စဗှ်ပ္တိတ်ရမျာၚ် ဝါကျတအ်ဂှ်ညိ။ <br/><br/>ယဝ်ရ မၞး မိက်ဂွံ စၟဳစၟတ် ရမျာၚ် မၞိဟ်တၞဟ်တအ် ပၠောပ်လဝ်ဂှ်မ္ဂး၊ ဍဵု လတူ ကောန်ရုပ် ပံက် ဂှ်ညိ။ မၞးသ္ပဒဒတန်အာ ရမျာၚ်ပၠောပ်လဝ်တအ် ကိတ်ညဳတုပ်သၟဟ်ကဵုဝါကျ မချူလဝ်လ္တူ ဗလးမုက်ဓါတ်ဂှ်မာန်ရ။

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
mnw: လၟုဟ် မၞး သၠးကဵုဒါန် ရမျာၚ်မၞး သွက်ဂွံ ရီုဗၚ်ကဵုပိုဲဒက်ပ္တန် ဒဒတန်ဒေတာရမျာၚ်ပံက်လဟာ်မွဲ ဇၟာပ်ဇၟာပ်မၞိဟ် စကာသုၚ်စောဲမာန် သွက်ဂွံဖန်ဗဒှ် အပ်ပလီကေယှေန်တၟိတၟိ စပ်ကဵု ကိရိယာနာနာ ကေုာံ ဝေပ်တအ်မာန်ရ။ သွက်ဂွံ ရီုဗၚ် ဗတောန်ကဵု စက်တအ် ဗီုပြၚ်မၞိဟ်ဟီုဂးအရေဝ်ဂှ် ဗှ်ပတိတ်မွဲဝါကျ ညိ။ သွက်ဂွံပခိုဟ်ပတိုန် ကဆံၚ်ဍာ်ဒကေဝ်ဂှ် စၟဳစၟတ် ကမၠောန်ညးမပါလုပ်တၞဟ်တအ် ညိ။ လောဲသွာတဴလောန်ရ။

source: Nuasue
mnw: နူအာသူ

source: Nubi
mnw: နူဗဳ

source: Number of Voices
mnw: လၟိဟ်ရမျာၚ်ဂမၠိုၚ်

source: Numbers
mnw: လၟိဟ်ဂၞန်ဂမၠိုင်

source: Nüpode Huitoto
mnw: နူပဝ်ဒေ ဟူတဝ်တဝ်

source: Nyungwe
mnw: ညုၚ်ဝေ

source: Oadki
mnw: အဝ်ဒ်ကဳ

source: Occitan
mnw: အံက်သဳတာန်

source: Odia
mnw: အဝ်ဒဳယာ

source: Off
mnw: ကၟာတ်

source: Offensive Content
mnw: ဂလာန်ဟွံဂပ်ဝ်ယေန်သၞာၚ်{ " " }

source: Offensive language
mnw: အရေဝ်ဝေါဟာ ဟွံဆာဲ

source: Offensive speech
mnw: အရေဝ် ဟွံဆာဲ

source: Offline Sources
mnw: တမ်ရိုဟ် အပ်လာၚ် ဂမၠိုၚ်

source: On
mnw: ပံက်

source: On desktop devices you can contribute by downloading…
mnw: မၞးတံဖျေံကေတ်လဝ်ပ္ဍဲကပေါတ်စက် Desktop တံတုဲ ဘိုၚ်ပါလုပ်ရီုဗၚ်မာန်ရအဴ…

source: On his head he wore a beret.
mnw: ပ္ဍဲက္ဍိုပ်ညး ညးဓလဝ်လဝ် ဗေရက် (ခမံက်ဒစေၚ်) ရ။

source: On iOS please continue with Safari to enable recording…
mnw: သွက်ဂွံရပ်ပၠောပ်ရမျာၚ်ပ္ဍဲကဵုစက် iOS ဂွံဂှ်တှ်ေ၊ ပံက်ကေတ်နူကဵု Safari တုဲဆက်အာညိ…

source: Only show me sentences and clips from my variant
mnw: ပ္ညုၚ်ထ္ၜးကဵု ဝါကျ ကေုာံ ကလေပ်တအ် နူကဵု ဗီုပြင်တၞဟ်ဟ်အဲ သၟးဟေၚ်ညိ။

source: On mobile devices you can contribute using your system browser…
mnw: ပ္ဍဲကဵုကပေါတ်စက်ဖုၚ်တံဂှ် မၞးတံစကာ System browser တုဲ ဘိုၚ်ပါလုပ်ရီုမာန်ရအဴ…

source: On the other hand, if you think that the reader has never come across the word before, and is making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
mnw: မွဲသာ်ပၠန်ဂှ်၊ ယဝ်ရ မၞး ထေၚ်ကေတ် ကိုပ်ကၠာတေံ ညးမဗှ်ဂှ် ဟွံကေၚ်ဆဵုလဝ် မအရေဝ်ဂှ်တုဲ ဆိၚ်ဆပတိတ်ဒၟံၚ်ရမျှာၚ် ဗၠေတ်ဗၠေတ်ရဏောၚ်မ္ဂး၊ တးပါဲ ထောံညိ။ ယဝ်ရ မၞးဟွံချိုတ်ပၠိုတ်မ္ဂး သုၚ်စောဲမဍဵု 'သရုၚ်ထောံ' ဂှ်ညိ။

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
mnw: မွဲသာ်ပၠန်ဂှ်၊ ယဝ်ရ မၞး ထေၚ်ကေတ် ညးမဗှ်ဂှ် ဟွံကေၚ်ဆဵုလဝ် မအရေဝ်ဂှ် ကိုပ်ကၠာဏအ်တုဲ ဆိၚ်ဆပတိတ်ဒၟံၚ်ရမျှာၚ် ဗၠေတ်ဗၠေတ်ရဏောၚ်မ္ဂး၊ တးပါဲ ထောံညိ။ ယဝ်ရ မၞး ဟွံချိုတ်ပၠိုတ်မ္ဂး၊ သုၚ်စောဲ မဍဵု 'သရုၚ်ထောံ' ဂှ်ညိ။

source: Open innovation is at the heart of what we do. For research collaborations, data collection or interviews, <emailFragment>reach out.</emailFragment>
mnw: ပရေၚ်ဖန်ဗဒှ်တၟိ မပံက်လဝ်ဗၠးၜးဂှ် ဒှ်အရာအဓိက သွက်ကမၠောန်ပိုဲရ။ သွက် ပရေၚ်ပံၚ်ကောံ သုတေသန၊ ဒေတာ ဟွံသေၚ်မ္ဂး ပွမသၟာန်သၟုက်တအ်မ္ဂး <emailFragment>ဆက်စၠောံ</emailFragment>ကၠုၚ်ညိ။

source: Opens in a new tab
mnw: ပံက်ပ္ဍဲမုက်လိက်တၟိ

source: Optionally join on our email list for updates and new information about the project.
mnw: သွက်ပရိုင်တၟိ ကေုာံ တင်ဂၞင်တၟိ ပရူပရာပရေင်ကမၠောန်ဂမၠိုင် ယဝ်ခါရနွံပၟိက်မ္ဂး ပါလုပ်ပ္ဍဲစရင်အဳမေဲလ်ပိုယ်ညိ။

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
mnw: ဒေတာပရူပရာမၞိဟ် မပတိုန်လဝ် နကဵုပၟိက်ဆန္ဒ (ဥပမာ- အာယုက်၊ လိၚ်၊ အရေဝ်ဘာသာ၊ ကေုာံ ရမျာၚ်) တအ်ဂှ် ဟွံပ္တိတ်ထ္ၜးကဵုညးဂမၠိုၚ် ပ္ဍဲပရဝ်ဝှာၚ်မၞး မွဲလှ်ေရ၊ တုဲပၠန် အကံက်မၞး ဟွံဆက်စပ်ကဵုတၚ်ဂၞၚ်ဒေတာသေတ်ဂှ်ရ။ ကလေပ်ရမျာၚ် ပူဂိုလ်တအ်ဂှ် ဆက်စပ်ကဵု ဒေတာပရူပရာမၞိဟ် သွက် တၚ်ရန်တၟအ် ပွမသ္ၚဳဂၠိပ် ဂွံချိုတ်ပၠိုတ်ဂၠိုၚ် - ဥပမာ၊ ညးသုတေသနမွဲ နွံပၟိက် မိက်ဂွံ စၟတ်သမ္တီ မဝ်ဒဴပရေၚ်ဗတောန် ကုကဏ္ဍပရူပရာမၞိဟ် ဗွဲတၟေၚ်မွဲမွဲမာန်ရ။

source: Orizaba Nahuatl
mnw: အဝ်ရဳဇြာဗာ နာဝါတ်

source: Ormuri
mnw: အဝ်မူရဳ

source: Ossetian
mnw: အဝ်သေယှာန်

source: Other
mnw: တၞဟ်ဟ်

source: Other Clients
mnw: ညးသုၚ်စောဲတၞဟ်ဂမၠိုၚ်

source: Other Language
mnw: အရေဝ်ဘာသာတၞဟ်ဟ်

source: Other people validate those voice clips.
mnw: ညးသ္အာၚ် စၟဳစၟတ်ကဵု ရမျာင်တအ်ဏအ်ရောၚ်။

source: Other voice datasets…
mnw: တၚ်ဂၞၚ်ဒေတာရမျာၚ်တၞဟ်ဟ်ဂမၠိုၚ်…

source: Other Voice Datasets
mnw: တၚ်ဂၞၚ်ဒေတာရမျာၚ်တၞဟ်ဟ်

source: Ouldémé
mnw: အူလ်ဒေမေ

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
mnw: ညးက္ဍိုက်ပ်ဂကောံပိုဲ ဆက်စၠောံဏာကဵုမၞး သွက်ဂွံကဵုအရီုအဗၚ်ဂမၠိုၚ် ကေုာံ ဂကောံမကၠောန်ဒၟံၚ်ကမၠောန် ပ္ဍဲအရေဝ်ဘာသာမၞး နွံဒၟံၚ်တုဲတုဲရဟာဂှ် လဴပူစကဵုမၞးဏောၚ်။

source: Our governance is founded on the pillars of:
mnw: ပရေင်အုပ်ဓုပ်ပိုဲဂှ် ဒုင်လဝ်သဇိုင် လ္တူတိုင်ခဳဂမၠိုင် မတွံဂး -

source: Our language is our story, our community, our culture. Let's create the datasets that we want to see in the world.
mnw: အရေဝ်ဘာသာပိုယ်ဂှ် ဒှ်ဝၚ်၊ ဂကောံ၊ ယေန်သၞာၚ်ပိုဲတအ်ရ။ တၚ်ဂၞၚ်မူလပစ္စယ်ပိုယ်တအ်မိက်ဂွံဆဵုညာတ်ကေတ်ပ္ဍဲဂၠးတိဏံဂှ် စခၞံဗဒှ်အာအိုတ်ညိ။

source: Our Partners
mnw: ညးမပံၚ်တောဲပိုဲတအ်ညးဂမၠိုၚ်

source: Our partners include...
mnw: ညးပံၚ်တောဲဖက်ဆောပိုယ်ဂမၠိုၚ်...

source: Overall Accuracy
mnw: ပရေၚ်ကိတ်ညဳ သီုဖအိုတ်

source: Overall Hr. Total
mnw: နာဍဳ ပံၚ်သီုဖအိုတ်

source: Pahari-Pothwari
mnw: ပါဟာရဳ-ပဝ်ထဝါရဳ

source: Paiwan
mnw: ပါဲဝါန်

source: Palauan
mnw: ပါလောဲအာန်

source: Palula
mnw: ပါလူလာ

source: Papantla Totonac
mnw: ပါပါန်တလာ တဝ်တဝ်နာတ်

source: Papiamento
mnw: ပါပဳယာမေန်တဝ်

source: Papiamento (Aruba)
mnw: ပါပဳယာမေန်တဝ် (အာရူဗာ)

source: Parkari Koli
mnw: ပါရ်ကာရဳ ကဝ်လဳ

source: Participate in language community discussions, ask questions, and learn about upcoming events and talks.
mnw: ပါလုပ်ပ္ဍဲ ပရေၚ်သဳကၠဳ အရေဝ်ဘာသာဂကောံ၊ သၟာန်ပုစ္ဆာ ကေုာံ လ္ၚတ်ကေတ်ပရူပရာ ပရေၚ်ချဳဒရာၚ် ကေုာံ ပရေၚ်ဟီုတွံ လၟေၚ်ဂတတေံဂမၠိုၚ်ညိ။

source: Partner
mnw: ညးပံၚ်တောဲ

source: Partners
mnw: ညးပံၚ်တောဲဂမၠိုၚ်

source: Partnerships
mnw: ပရေင်ပံင်တောဲ

source: Partnerships and networks
mnw: ပရေၚ်ပံၚ်တောဲ ကေုာံ ဆက်စၠောံဂမၠိုၚ်

source: Partnerships, Press and Stories, Community and Languages
mnw: ပရေၚ်ပံၚ်တောဲ၊ ပရိုၚ် ကေုာံ ပရူပရာ၊ ဂကောံ ကေုာံ အရေဝ်ဘာသာဂမၠိုၚ်

source: Partner with us
mnw: ပံၚ်တောဲကရောံပိုယ်

source: [Part of the text can’t be heard]
mnw: [လိက် မွဲကရေက်ဂှ် မိၚ်ကေတ် ဟွံမာန်]

source: Pashto
mnw: ပါရှတဝ်

source: Past recordings download requests
mnw: အရာအာတ်မိက်ဂၠေါၚ်ဖျေံလဝ်တုဲတုဲတအ်ဂမၠိုၚ်

source: Pause audio
mnw: ပဒေါံရမျာၚ်

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
mnw: <p>Common Voice ဂှ် ဒှ်တၚ်ဂၞၚ်ဒေတာရမျာင် သွက်ညးဂမၠိုင်တုဲ ခၞံဗဒှ်လဝ် နူကဵုဒြဟတ် ညးတၠစေတနာရမျာင်ဂမၠိုင် အလုံမွဲဂၠးတိဏံရ။ ညးနွံပၟိက်သၟိက်ဂွံ ကၠောန်ဗဒှ် ကိရိယာရမျာင် မဝ်ဒေဝ်စက်မလ္ၚတ်ကေတ်တ် (machine learning) မ္ဂး သုင်စောဲအာ တၚ်ဂၞၚ်ဒေတာဏအ် မာန်ရ။<p> <p>ပ္ဍဲအခိင်လၟုဟ် တၚ်ဂၞၚ်ဒေတာရမျာင် ဗွဲမဂၠိုင်ဂှ် ကမ္ပဏဳတံ ပိုင်ပြဳလဝ်တုဲ ဍေံကၟာတ်လဒဵုထောံ ပရေင်ခၞံဗဒှ်ပညာတၟိတၟိတံရ။ ပ္ဍဲတၚ်ဂၞၚ်ဒေတာရမျာင်တံဂှ် အောန်တဴကဵု မၞိဟ်စၞး နူကဵုဂကောံ မပ္တံကဵု - ညးဟွံဟီုသ္ဂးအရေဝ်ဘာသာအၚ်္ဂလိက်နဒဒှ်ဘာသာပထမကီု၊ ညးသာ်စၞာံနာနာ (မၞိဟ်ဗုဗ္စံက်)ကီု၊ ညးအဝဲဟွံဍိုက်ပေၚ်ကီု၊ သီုကဵု ညးဗြဴ ကေုာံ ညး LGBTQIA+ တံရ။ ဟိုတ်ဂှ်ရ နဲကဲပညာစပ်ကဵုရမျာင်တံဂှ် ဟွံဒှ်ကမၠောန် ဇၟာပ်အရေဝ်ဘာသာတုဲ ဒၞာဲဒှ်ကမၠောန်ပၠန်ဂှ်လေဝ် ကမၠောန်ဂွံခိုဟ်တုပ်သၟဟ် သွက်ဇၟာပ်ပ်မၞိဟ်ဂှ် ဒှ်ဟွံမာန်ရ။ ပိုဲ မိက်ဂွံ ပြံင်လှာဲထောံ အရာဏအ်တုဲ ကော်ဘိက်ဆဝ်မ္ၚုဟ်ဏာ မၞိဟ်တအ် နူဇၟာပ်ဌာန် သွက်ဂွံ ပါ်ပရအ် ရမျာင်ညးတံရ။</p>

source: People come and contribute their voices.
mnw: မၞိဟ်ဂမၠိုင် ကၠုင်တုဲ ကဵုဒါန် ရမျာင်ညးတံရ။

source: Persian
mnw: ပါယှာန်

source: Personal dashboards keep you up-to-date with individual and community progress.
mnw: ဂတဵုသရုပ် ပူဂိုလ်တအ်ဂှ် မလေပ်ဂိုၚ်စွံကဵု ညံၚ်မၞးဂွံတီ ပရူ အကာဲအရာတၟိတၟိ လၟေၚ်ဇၞော်မောဝ် ပူဂိုလ် ကေုာံ ဂကောံရ။

source: Personally Identifiable Information
mnw: တၚ်နၚ် မစၟတ်သမ္တီကေတ် နကဵုပူဂဵုမာန်

source: Picard
mnw: ပဳခါတ်

source: Platform language
mnw: ပလက်ဖံၚ် အရေဝ်ဘာသာ

source: Play audio
mnw: ပံက်ရမျာၚ်

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
mnw: ဂၠာဲကေတ် <playbookLink>တၚ်စၞောန်ထ္ၜး မနွံကဵုဖဵု</playbookLink> မဆေၚ်ကဵု လၟေၚ်ကမၠောန် Common Voice အလုံအိုတ်သီု၊ စတမ်နူ ပရေၚ်ကၠာဲဘာသာ စဵုကဵု ပရေၚ်စကာ တၚ်ဂၞၚ်ဒေတာသေတ်၊ ကေုာံ ဗီုပြၚ် ဂွံဆက်စၠောံ ကဵု ဂကောံပိုဲတအ်ဂှ်ကီုရ။

source: <playIcon></playIcon>Last one!
mnw: <playIcon></playIcon>လက္ကရဴအိုတ်မွဲရ။

source: Play / Pause
mnw: ပံက် / ပဒေါံ

source: Play/Stop
mnw: ပံက် / ကၟာတ်

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
mnw: လ္ၚတ်ရံၚ် <templateFileLink>ဗီုပြၚ်တၞးလိက်</templateFileLink> ပိုဲညိ။ ဝါကျမၞးတအ်ဂှ် ဒးဗၠးၜး နူအခေါၚ်တၠမူ (CC0 ဟွံသေၚ်မ္ဂး ကမၠောန်တမ်မူလ မကလိဂွံလဝ်အခေါၚ် နူညးမပလံၚ်ဗစိုပ်) တုဲ၊ ဒးကၠးဖ္ဍး၊ သဒ္ဒါ ဒးဍာံပြတုဲ သ္ဒးဗှ်လောဲသွာရောၚ်။ ဝါကျ မပလံၚ်ဗစိုပ်လဝ်တအ်ဂှ် ဗှ်မ္ဂး ဒးကေတ်အခိၚ် ၜိုတ် ၁၀-၁၅ စက္က တုဲ၊ ဂၞန်၊ ယၟုတၟေၚ် ကေုာံ သင်္ကေတတၟေၚ်တအ် ညံၚ်ဟွံဂွံပါလုပ်ဂှ် ထေက်ကဵု ဒးဝေၚ်ပါဲရောၚ်။

source: Please consider adding your community channels to <communitiesLink>COMMUNITIES.md document on GitHub</communitiesLink>.
mnw: ဗ္စာရဏာတုဲ ထပ်စုတ်ကဵု ချာန်နေဲ ဂကောံမၞးဂမၠိုၚ် ပ္ဍဲကဵု လိက်သမ္တီ COMMUNITIES.md လတူ GitHub ညိ။

source: Please fill out this field.
mnw: ဗပေၚ်စုတ် ပ္ဍဲဒၞာဲဏအ် ညိ။

source: Please select a language to review sentences.
mnw: သွက်ဂွံစၟဳစၟတ်ဝါကျဂမၠိုၚ်ဂှ် ရုဲကေတ်ဘာသာ မွဲဘာသာညိ။

source: Polish
mnw: ပဝ်လာန်

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
mnw: ယဝ်ခါရ မၞး အကံက်ဟွံမွဲဏီမ္ဂး <pontoonAccountLink>ခၞံဗဒှ်ထောံအကံက်မွဲညိ</pontoonAccountLink>။ တုဲမ္ဂး ရုဲစှ် အရေဝ်ဘာသာမၞး <strong>('ဂကောံ')</strong> တုဲပၠန် ဆက်ရုဲစှ်အာ ပရဝ်ဂျေတ်၊ <pontoonCvLink>Common Voice</pontoonCvLink> ညိ။ ဝှာၚ်သွက်ဂွံကၠာဲဘာသာတအ် နွံဒၟံၚ်ရောၚ်။ ဍဵုကေတ်မွဲညိ၊ တုဲမ္ဂး ဍေံထ္ၜးကဵု မအရေဝ်ဘာသာအၚ်္ဂလိက် ကေုာံ ဒၞာဲသွက်ဂွံတက်ကၠာဲစုတ်ဘာသာတအ်ဂှ်ရ။

source: Portuguese
mnw: ပဝ်တူဂဳ

source: Powered by global communities, for global communities — 290 languages and growing!
mnw: တၞဟ်နဖဵု အရေဝ်ဘာသာ — ၂၉၀ ဘာသာ ဂကောံမၞိဟ်ဂၠးတိဂမၠိုၚ် ဂၠိုင်တိုန်ဒၟံင်တုဲ ဂကောံမၞိဟ်ဂၠးတိတအ် ထံက်ပၚ်လဝ်ရ။

source: Press and stories
mnw: ပရိုၚ် ကေုာံ ပရူပရာ

source: Press and Stories
mnw: ပရိုၚ် ကေုာံ ပရူပရာ

source: Press play, listen & tell us: did they accurately speak the sentence below?
mnw: ဍဵု ပံက်၊ ကလၚ် တုဲ လဴကဵုပိုဲညိ၊ ညးတအ်ဟီုပတိတ်ကိတ်ညဳဒၟံၚ်ကဵုဝါကျရဟာ

source: Press { shortcut-play-toggle } to toggle play mode
mnw: သွက်ဂွံ ပြံင်လှာဲ ဗီုပြင်ပံက်ဂှ် ဍဵု { shortcut-play-toggle } ညိ။

source: Privacy
mnw: ပရေင်စဵုဒၞာပူဂဵု

source: <privacyLink>Privacy</privacyLink>
mnw: <privacyLink>ပရေင်စဵုဒၞာပူဂဵု</privacyLink>

source: Privacy Policy
mnw: မူဝါဒ ပရေင်စဵုဒၞာပူဂဵု

source: Privacy, security and transparency.
mnw: ပရေင်စဵုဒၞာပူဂဵု၊ ပရေင်ဂီုကၠီု ကေုာံ ပရေင်ကၠးဖ္ဍးရ။

source: Pro
mnw: စိုန်သကီု

source: Profile
mnw: ပရဝ်ဝှာၚ်

source: Profile information improves the audio data used in training speech recognition accuracy.
mnw: တင်ဂၞင် ပရဝ်ဝှာၚ်ဂှ် ပခိုဟ်ပတိုန်ကဵုတင်ဂၞင်ဒေတာရမျာၚ် မသုင်စောဲလဝ် ပ္ဍဲအရာမဗတောန် ပရေင်ချိုတ်ပၠိုတ်ကိတ်ညဳ စၟတ်သမ္တီရမျာၚ်ရ။

source: Progress
mnw: လၟေင်ကမၠောန်

source: Public Domain
mnw: ဒြပ်ညးဂမၠိုၚ်

source: Publicly accessible open speech datasets in 130+ languages
mnw: တၚ်ဂၞၚ်မူလပစ္စယ်ရမျာၚ်မပံက်လဝ်တအ်ဂှ် ညးလဵုမွဲဟွံဟီု လုပ်ကေတ်နကဵုအရေဝ်ဘာသာ ၁၃၀ ဘာသာပြင်င်မာန်ရောၚ်။

source: Pular Guinea
mnw: ပူလာ ဂူနဳ

source: Punctuation
mnw: ဖျေံပိုတ်

source: Punjabi
mnw: ပုန်ဂျာဗဳ

source: Puno Quechua
mnw: ပူနဝ် ခေတ်ချူအာ

source: Qashqai
mnw: ကာရှ်ကာဲ

source: Quechua Ambo-Pasco
mnw: ခေတ်ချူအာ အာမ်ဗဝ်-ပါသကဝ်

source: Quechua Arequipa-La Unión
mnw: ခေတ်ချူအာ အာရေကွဳပါ-လာ ယူနဳယောန်

source: Quechua Cajatambo
mnw: ခေတ်ချူအာ ကာဂျာတာမ်ဗဝ်

source: Quechua Chanka
mnw: ခေတ်ချူအာ ချာန်ကာ

source: Quechua Chiquián
mnw: ခေတ်ချူအာ ချဳကွဳအာန်

source: Quechua Corongo Ancash
mnw: ခေတ်ချူအာ ကဝ်ရောန်ဂဝ် အာန်ခါတ်

source: Quechua Jauja Wanka
mnw: ခေတ်ချူအာ ဂျဴဂျာ ဝါန်ကာ

source: Quechua Pasco Santa Ana de Tusi
mnw: ခေတ်ချူအာ ပါသကဝ် သာန်တာ အာနာ ဒေ တူသဳ

source: Quechua Santiago del Estero
mnw: ခေတ်ချူအာ သာန်တဳယာဂေါ ဒေလ် အေတ်သတေရဝ်

source: Quechua Sihuas Ancash
mnw: ခေတ်ချူအာ သဳဟွာတ် အာန်ခါတ်

source: Quechua Yanahuanca
mnw: ခေတ်ချူအာ ယာနာဟွမ်ကာ

source: Quechua Yauyos
mnw: ခေတ်ချူအာ ယောယတ်

source: Question
mnw: အရေဝ်သၟာန်

source: Question Collection
mnw: ပကောံပကေဝ် အရေဝ်သၟာန်

source: Questions which are very culturally specific, or make a lot of assumptions about the responder
mnw: တင်သၟာန် မကိတ်ညဳကဵု အခိုက်ကၞာပြဝေဏဳ ဟွံသေင်မ္ဂး တၚ်စှ်ေစိုတ်ဂမၠိုင် ဒုင်သဇိုင်လတူ ညးမကလေင်သွဟ်ဂှ် ဂၠိုင်တဴဗွဲမလောန် ရ။

source: Questions which someone would struggle to respond to in 15 seconds (the maximum clip length)
mnw: အရေဝ်သၟာန်ဂမၠိုင် မၞိဟ်မွဲမွဲ သွက်ဂွံ ကလေင်သှ် ဝါတ်ဂါတ် ပ္ဍဲအခိင် ၁၅ သက္က (ပွိုၚ်အခိင် ကလေပ် ဂၠိင်အိုတ်){ " " }

source: Quichua Chimborazo Highland
mnw: ကွဳချူအာ ချိမ်ဗဝ်ရာဇြဝ် ဒဵု

source: [‘Raised’ in English is always pronounced as one syllable, not two]
mnw: [ပ္ဍဲ ဘာသာအၚ်္ဂလိက် ‘ပစူ-ပ္တိုန်လဝ်’ ဂှ် ဇၟာပ်အခိၚ်ဒးပတိတ် မွဲရမျာၚ်ဟေၚ်၊ ၜါရမျှာၚ် ဟွံသေၚ်ရောၚ်]

source: Rakhine
mnw: ရခေၚ်

source: Rate limit exceeded. Try again in { $retryLimit } minutes
mnw: လၟိဟ်ကၠောန်ဂွံ ၜက်အာယျ။ { $retryLimit } မိနေတ်တုဲမ္ဂး ကလေၚ်စမ်ရံၚ်ၠပၠန်ညိ။

source: Rate limit exceeded. Try again in { $retryLimit } seconds
mnw: လၟိဟ်ကၠောန်ဂွံ ၜက်အာယျ။ { $retryLimit } စက္ကတုဲမ္ဂး ကလေၚ်စမ်ရံၚ်ၠပၠန်ညိ။

source: Reach out to governments, non-profits or media organizations to see whether any of their web content, reports or other content can be dedicated to the public domain
mnw: ဆက်စၠောံ ဇရေၚ် အလဵုအသဳ၊ ဂကောံပရဟိတ ဟွံသေၚ်မ္ဂး ဂကောံပရိုၚ်ဂမၠိုၚ်တုဲ အာတ်မိက်စမ်ရံၚ် လိက်ဝေပ်သာ်၊ လိက်ဒုၚ်စဳရေၚ် ဟွံသေၚ်မ္ဂး လိက်ပရေၚ်ညးတအ်တၞဟ်ဟ် မပတဝ်လဝ်ကဵုနဒဒှ် (public domain) ဒြပ်ညးဂမၠိုၚ် မာန်ရ။

source: Reader Effects
mnw: အရာဖန်ဗဒှ် ရမျှာၚ်ညးဗှ်ဂမၠိုၚ်

source: Reading all the words on the page correctly does matter. When listening, check very carefully that what has been recorded is exactly what has been written; reject if they have added, contracted or missed words.
mnw: ပွမဗှ်ဗြုပ္တိတ်မအရေဝ် အလုံမွဲမုက်လိက် ညံၚ်ဂွံဒးတိုက်ရိုက်ဂှ် ဒှ်အရာကိစ္စဇၞော်မွဲရ။ အခိၚ်မကလၚ်ဒၟံၚ်ဂှ် စၟဳစၟတ် ဗွဲမချိုတ်ပၠိုတ်ညိ ဒဒှ်ရ အရာမပၠောပ်လဝ်ရမျှာၚ်ဂှ် ဒှ်အရာအတိုၚ်မချူလဝ် တိုက်ရိုက်ရဟာ။ ယဝ်ရ ညးတအ် ထပ်စုတ်၊ နုက်ထောံ ဟွံသေၚ်မ္ဂး မအရေဝ်ၜက်သှ်ေအာတအ်ဂှ်မ္ဂး တးပဲါထောံညိ။

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
mnw: ပွမဗှ်တဴ အရေဝ်ခမ္ဍန် မဟွံပါလုပ် ပ္ဍဲ လိက်ဂှ်တအ် မပ္တံကဵု "We're" ဂှ် စၞး "We are" ဟွံသေၚ်မ္ဂး မအရေဝ်ခမ္ဍန်စပ်ကဵု အရာဏအ်မွဲမွဲရ။

source: Read More
mnw: ဆက်ဗှ်အာ

source: Read more on our About page
mnw: ဆက်ထပ်ဗှ်အာပရူပရာပ္ဍဲလ္တူမုက်လိက်ပိုဲညိ။

source: Read sentences
mnw: ဗှ်ဝါကျဂမၠိုၚ်

source: Read Sentences
mnw: ဗှ်ကေတ်ဝါကျတံဂှ်ညိ။

source: Read sentences aloud in your language and contribute to the most diverse public participation speech dataset in the world.
mnw: ဗှ်ပ္တိတ်ရမျာၚ်ဝါကျဂမၠိုင် နကဵုအရေဝ်ဘာသာမၞးတုဲ ပါလုပ်ကၠောန် ပ္ဍဲကဵု တၚ်ဂၞၚ်မူလပစ္စယ်ရမျာၚ် ညးဍုၚ်ကွာန် မပါလုပ် မၞုံကဵုဗီုပြၚ်တၞဟ်ဟ်သာ် ပ္ဍဲဂၠးတိဏံညိ။

source: Read Sentences, Answer Questions
mnw: ဗှ်ဝါကျတံတုဲ၊ သွဟ်အရေဝ်သၟာန်တံဂှ်ညိ။

source: Read Sentences <small>(Coming soon)</small>
mnw: ဗှ်ဝါကျဂမၠိုၚ်<small>(ခြာဟွံလအ်)</small>

source: Read sentences submitted by the community in various languages
mnw: ဗှ်ဝါကျ နူကဵုဂကောံမပၠောပ်ပ္တိုန်လဝ် နကဵုအရေဝ်ဘာသာနာနာတံဂမၠိုၚ်

source: Read stories, updates, and media coverage of Common Voice
mnw: ဗှ်ရံင် ပရူပရာ၊ ပရိုင်တၟိ ကေုာံ ပရေင်ပရိုင်ပရူပရာ Common Voice ဂမၠိုၚ်

source: Read the sentence carefully - don’t miss, change or add words.
mnw: ဗှ် ဝါကျ ဗွဲမချိုတ်ပၠိုတ်ညိ။ လ္ပခၠန်၊ လ္ပသၠာဲ ဟွံသေင်မ္ဂး လ္ပထပ်စုတ် မအရေဝ်တံညိ။

source: Ready to add your voice or lend your ear?
mnw: သွက်ဂွံ ပၠောပ်ရမျာၚ် ဟွံသေၚ်မ္ဂး ကလၚ်စၟဳစၟတ်ဂှ် တုဲဒှ်ရဟာ?

source: Ready to contribute?
mnw: သွက်ဂွံ ပါလုပ်ပံၚ်တောဲဂှ် တုဲဒှ်ဒၟံၚ်ရဟာ

source: Ready to do { $count } more?
mnw: သွက်ဂွံထပ်ကၠောန် { $count } ပၠန်ဂှ် တုဲဒှ်ရဟာ

source: Ready to donate your voice?
mnw: သွက်ဂွံကဵုဒါန်ရမျာၚ်မၞးဂှ်တုဲဒှ်ရဟာ

source: Ready to help validate sentences?
mnw: သွက်ဂွံစၟဳစၟတ်ဝါကျတအ်ဂှ် တုဲဒှ်ရဟာ

source: reCAPTCHA is required if you want to proceed
mnw: ယဝ်ခါရ မၞးမိက်ဂွံဆက်ကၠောန်မ္ဂး ဒးတက်စုတ်မလိက် reCAPTCHA ရောၚ်။

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
mnw: ဒုၚ်တဲ အဳမေဝ် မပ္တံကဵု လိက်ကဵုသတိ ပရေၚ်ပြိုၚ်ပကာန် ကေုာံ တၚ်ရန်တၟအ်၊ တၚ်ပလေဝ်ပလေတ် ပရေၚ်တဴတက်၊ ကေုာံ လိက်ပရိုၚ် မဆေၚ်ကဵု Common Voice တအ်ရ။

source: Recorded Clips
mnw: ကလေပ်ပၠောပ်လဝ်ဂမၠိုၚ်

source: Recorded Hours
mnw: နာဍဳပၠောပ်လဝ်ရမျာၚ်ဂမၠိုၚ်

source: <recordIcon></recordIcon> Last one!
mnw: <recordIcon></recordIcon>လက္ကရဴအိုတ်မွဲ။

source: [Recording cut off before the end of the last word]
mnw: [ပရေၚ်ပၠောပ်ရမျာၚ်ပိုတ်အာ ကိုပ်ကၠာနူ မအရေဝ်လက္ကရဴအိုတ် ဟွံအိုတ်ဏီရ။]

source: Recording failed. The audio file seems to be empty. Please try again.
mnw: ပရေၚ်ပၠောပ်ရမျာၚ်ဂှ် ဟွံအံၚ်ဇၞးရ။ ဝှာၚ်ရမျာၚ်ဂှ် သၠးဒၟံၚ် ထေၚ်ကေတ်ရ။ ထပ်ဂ္စါန်မွဲဝါပၠန်ညိ။

source: Recording is too long. Maximum duration is { $maxDurationMinutes } minutes.
mnw: ရမျာၚ်ပၠောပ်ဂှ် ဂၠိၚ်လောန်အာရ။ ဗၞတ်အခိၚ်ဂၠိုၚ်အိုတ်ဂှ် ဒးဒှ် { $maxDurationMinutes } မိနေတ်ရ။

source: Recording is too short. Minimum duration is { $minDurationSeconds } seconds.
mnw: ရမျာၚ်ပၠောပ်ဂှ် ဂၠေံလောန်အာရ။ ဗၞတ်အခိၚ်အောန်အိုတ်ဂှ် ဒးဒှ် { $minDurationSeconds } စက္ကရောၚ်။

source: Recording may not be supported in this limited browser. Please use a full browser app.
mnw: ဗရံက်ဇြာဏံ ပၠောပ်ရမျာၚ် ဟွံသၟဟ်အစောန်ရ။ သုၚ်စောဲ အာပ် ဗရံက်ဇြာ မဍိုက်ပေၚ်ဂှ်ညိ။

source: Recordings
mnw: ရမျာၚ်ပၠောပ်

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
mnw: ပွမပၠောပ် ကလေပ်ရမျာၚ်တအ်ဂှ် ဒှ်အရာကိစ္စဇၞော်မွဲ ပ္ဍဲကဵုအရာဒက်ပ္တန် တၚ်ဂၞၚ်ဒေတာသေတ် ပရေၚ်ပံက်သၠးပိုဲရ၊ ညးလ္ၚဵုတအ်ဟီုမံၚ် အရာဏံဂှ် ဒှ်ကဏ္ဍ မမိပ်သ္ၚိပ်မွဲကီုရ။

source: Record/Stop
mnw: ပၠောပ်ရမျာၚ် / ဒေါံ

source: Record your response
mnw: ပၠောပ်စုတ် သွဟ် မၞး ညိ

source: Record yourself reading sentences in your language
mnw: ရပ်ပၠောပ်ကေတ်ရမျာၚ်ဇကုဗှ်ဒၟံၚ်ဝါကျ နကဵုအရေဝ်ဘာသာဇကုညိ။

source: Record yourself responding to questions and prompts in your language
mnw: ရပ်ပၠောပ်ကေတ်ရမျာၚ်ဇကုသွဟ်မံၚ် အရေဝ်သၟာန် ကေုာံ တၚ်စၞောန်ထ္ၜးဂမၠိုၚ် ပ္ဍဲအရေဝ်ဘာသာဇကုညိ။

source: Record your voice
mnw: ပၠောပ်ရမျာၚ်

source: Reference the source of your sentence (required)
mnw: တံတၚ်နိဿဲ ဝါကျ မၞး (ဒးစုတ်ဟေၚ်)

source: Refresh
mnw: ပံက်တၟိ

source: Reject
mnw: တးပါဲ

source: Remove
mnw: ပတိတ်ထောံ

source: Remove Avatar
mnw: ပတိတ်ထောံဗီုရုပ်

source: Report
mnw: ပ္တိုန်ထ္ၜး

source: Report was passed successfully
mnw: ပလံၚ်ဗစိုပ် တၚ်နၚ်ပ္တိုန်ထ္ၜး တုဲဒှ်အာဗွဲမအံၚ်ဇၞးရ။

source: Request a Language
mnw: အာတ်မိက်ဘာသာညိ။

source: Request for Scripted Speech
mnw: အာတ်မိက်သွက် Scripted Speech

source: Request for Spontaneous Speech
mnw: အာတ်မိက်သွက် Spontaneous Speech

source: Request New Language
mnw: အာတ်မိက်ဘာသာတၟိ

source: Request recordings
mnw: အာတ်မိက် ရမျာၚ်ပၠောပ်လဝ်ဂမၠိုၚ်

source: Request timeout
mnw: အခိၚ်အာတ်မိက် အိုတ်အာရ။

source: *required
mnw: *ဒးဗပေင်

source: Re-record
mnw: ကလေၚ်ရပ်ပၠောပ်ရမျာၚ်

source: Re-record clip
mnw: ကလေပ်ပၠောပ် ကလေပ်

source: Respond
mnw: ကလေၚ်သှ်

source: Respond to prompts to create datasets for organic, colloquial contexts. Perfect for oral-first languages.
mnw: ကလေၚ်သှ်ကဵုတၚ်ပ္တိုန်စၞောန်ထ္ၜးတအ် သွက်ဂွံခၞံဗဒှ်ကဵု တၚ်ဂၞၚ်မူလပစ္စယ် စှ်ေသဘာဝ ကေုာံ လဟီုစှ်ေဒၞာဲညိ။ ကိတ်ညဳဒးရးကဵု အရေဝ်ဘာသာ မဟီုဂး-ကၠာ တအ်ရ။

source: Respond to the prompt as naturally as you can, feel free to code-switch between languages if it feels natural. Make sure your language is respectful and inoffensive.
mnw: ကလေၚ်သှ်ကဵု တၚ်စၞောန်ဂှ် ညံၚ်ဂွံစှ်ေသဘာဝအိုတ်ညိ၊ ယဝ်ခါရ ဒှ်သဘာဝမ္ဂး၊ ပြံၚ်လှာဲ သုၚ်စောဲ အကြာ အရေဝ်ဘာသာတအ် ဗၠးဗၠးၜးၜး ဂွံဒၟံၚ်ရ။ အရေဝ် မၞး သုၚ်စောဲဂှ် ညံၚ်ဂွံဒှ် အရေဝ် ယေန်သၞာၚ် တုဲ ညံၚ်ဟွံဂွံဒှ်အရေဝ်ဟွံဂပ်ဝ် ဂှ် စွံသတိညိ။

source: Response deleted successfully
mnw: ဇိုတ်ထောံ သွဟ် တုဲဒှ်အာ ဗွဲမအံၚ်ဇၞးရ။
